foarte 4528
multumit 1872
se 2764
incarca 711
repede 315
si 6071
tine 563
incarcari 69
complete 13
ale 34
telefonului 135
recomand 2222
un 2941
ceas 287
excelent 2184
face 567
cam 420
tot 262
ce 870
ai 228
nevoie 135
cata 8
vreme 14
nu 3273
l 579
compari 1
cu 2822
telefon 520
baterie 380
mult 808
il 630
am 3145
de 8896
mai 2204
are 906
folosit 255
intens 19
primesti 25
notificarile 46
in 2912
timp 262
real 16
este 3036
f 241
comod 30
arata 230
premium 54
comparati 2
smart 46
care 1368
bateria 717
din 1012
alta 93
categorie 8
celor 63
vor 48
o 2956
extensie 7
la 4160
bun 1672
dar 1219
pica 4
pe 2076
geam 17
e 1629
teapan 2
lasa 36
impresia 15
calitate 1109
reglabil 2
potriveste 63
aproape 160
orice 146
smartphone 28
iphone 181
carcasa 40
el 305
sta 100
bine 1378
acest 469
suport 121
acopera 19
latura 1
jos 54
a 1723
ului 37
exceptia 7
unei 33
singure 2
decupari 1
centrale 2
latimea 2
aproximativ 90
unde 91
obicei 18
mufa 70
alimentare 36
restul 22
eventualelor 1
gauri 8
sunt 1274
acoperite 3
microfon 39
casti 160
etc 96
cel 311
lipit 24
apoi 60
produs 852
jumatate 70
an 95
avut 253
probleme 254
s 309
fixat 18
prima 117
telefoanele 26
stau 42
usor 364
manevrat 9
super 802
vreo 96
luna 64
pot 365
fara 416
acumulator 134
extern 32
ok 1041
rapid 188
incinge 10
incarcat 242
telefoane 98
util 190
finisajele 5
deosebite 5
incredere 192
imi 477
place 238
buna 1057
mi 434
recent 7
tableta 372
samsung 259
galaxy 82
tab 29
quad 1
core 7
ram 16
gb 44
impecabil 70
insa 230
problema 186
incarcare 290
multa 31
incarcarea 109
ei 197
desi 119
incarcatorul 79
original 102
poate 443
dura 8
ore 374
sa 2236
ajunga 8
pute 1
ti 48
va 278
rog 8
spune 123
ar 260
fi 440
multumesc 111
asa 290
da 142
spun 85
wow 20
stiti 9
vorba 23
aia 14
mica 263
ridica 23
acum 292
lasand 5
parte 66
gluma 7
banii 321
astia 59
perfecta 75
boxa 694
mid 2
entry 5
bani 63
low 8
trebuie 284
ca 2452
mono 4
intrare 14
jack 41
pini 3
intrarea 2
microusb 14
prin 259
bt 37
ios 36
android 92
controlul 2
volumului 16
sau 458
sensul 13
volum 247
key 1
folosi 86
reduce 5
creste 7
volumul 100
maxim 215
daca 736
folosesti 49
youtube 53
iti 144
ia 27
setarile 14
sunetului 120
bass 322
treble 2
doar 380
playerul 7
integrat 8
asta 308
stiu 96
plus 170
ma 435
asteptam 119
cum 264
investitie 23
emag 262
exemplar 4
livrarea 54
colet 3
gasesti 24
cablu 193
portocaliu 5
scurt 86
era 140
unu 5
lung 39
incarcator 171
fost 379
deasemenea 9
lipseste 13
strapband 1
ul 319
loc 38
pentru 1865
ceva 211
boxei 52
astea 27
le 393
consider 35
minusuri 37
venit 64
m 179
tinut 41
incarcata 37
jumate 23
pus 64
exterm 1
mah 145
totul 87
dus 27
toata 61
seara 42
peste 184
acumulatorul 99
nici 270
cine 33
stie 30
iphonului 1
global 1
nivelul 52
ii 123
dau 71
nota 109
pt 313
incarc 127
ori 360
pana 345
moare 3
pret 887
imbatabil 10
folositoare 14
isi 403
merita 684
putin 321
cand 528
reducere 52
iar 354
faptul 99
fir 34
miniusb 2
incorporat 12
mare 449
avantaj 19
poti 273
incarci 35
telefonul 579
aceasta 256
casca 96
purtat 35
porti 13
multe 238
fiind 106
mutat 3
ureche 59
marele 3
al 161
preia 3
apelurile 14
altul 17
destul 557
auto 64
deci 137
te 210
greu 130
accesibila 3
acceptabil 46
partea 102
facut 139
treaba 263
doua 233
putea 81
oferi 3
singura 73
chestie 14
dupa 445
luni 119
defectat 4
cablul 140
raportul 101
altora 13
ieftin 58
pet 1
performante 17
top 23
cativa 7
ani 84
windows 14
microsoft 3
au 337
distrus 1
phone 14
mobile 27
trecut 26
folosesc 364
decis 12
vad 71
lumea 21
apple 128
acestei 16
tablete 19
ipad 67
gen 41
folosire 30
intensa 13
cateva 153
setare 5
instalare 17
aplicatii 77
jocuri 38
media 18
ajuns 54
procente 3
capitolul 17
socat 3
efectiv 10
deoarece 84
curand 19
scumpa 17
credeam 17
cea 205
performanta 29
teste 15
net 35
superior 10
fata 157
geekbench 1
single 2
obtinut 8
multi 33
puncte 7
antutu 1
benchmark 1
lasat 17
urma 59
eu 372
uitam 5
uluit 2
reactie 5
genul 13
wtf 1
totusi 98
ambele 50
acelasi 75
scor 3
vs 20
astfel 56
vreau 47
pro 261
experienta 38
dintre 33
entertainment 1
adapta 2
bunul 1
plac 11
intreg 9
ecosistemul 6
instalarea 9
teme 2
felul 14
widget 4
uri 116
curat 20
profi 6
simta 2
umpic 3
resctrictionat 1
stabilitate 5
comparativ 20
display 61
ecranul 71
amoled 7
ips 3
lui 78
lucrurile 5
banuiesc 8
altfel 49
univers 1
obisnuiesti 12
orientate 1
spre 62
stil 7
spatiul 5
stocare 18
ron 78
ales 143
varianta 46
inexistenta 2
unui 90
slot 15
microsd 18
para 5
duce 32
ochii 3
minim 26
necesari 2
cat 396
normala 17
neajunsurile 1
sale 7
unica 3
deja 58
desprinda 1
alte 167
primul 56
cumpar 45
brat 2
fix 35
luam 5
alea 10
flexibil 4
bune 240
inselat 5
vine 119
mag 11
marca 19
negru 29
simplu 69
apare 35
fotografia 3
alegere 50
curierat 11
chiar 475
posta 7
romana 24
comandat 62
ora 107
primit 150
bravo 17
sunetul 227
clar 362
ea 236
claritatea 18
mediu 34
aude 627
tare 346
tremura 4
materialele 26
facuta 54
excelente 33
nfc 8
faina 18
aplicatie 73
stele 130
calitatea 223
vocii 1
decat 315
jabra 5
boost 5
vom 8
vedea 31
fiabilitatea 2
moment 23
rating 4
ireprosabil 27
toate 242
aplocatiile 1
full 55
screen 9
inclusiv 32
netflix 9
hbogo 2
singurul 80
minus 94
adaptorul 9
conectat 82
fapt 20
wireless 53
charger 11
exact 150
cate 43
trebui 29
adica 70
capacitatea 61
lumina 74
veghe 5
intensitati 1
excelenta 191
noaptea 30
vrei 73
citesti 3
increderea 14
folia 26
sticla 19
perfect 386
butoanele 26
camera 134
porturile 10
inchidere 6
magnetica 5
pachetul 24
finisaje 34
design 152
acestuia 14
multumita 238
toti 142
produsul 232
ceea 141
scrie 64
descriere 54
ritm 7
cardiac 15
pedometru 9
vibrare 1
mesaje 26
apeluri 44
setat 22
imediat 53
designul 18
materlialele 1
feb 2
cadou 86
nastere 3
defect 26
abia 28
unul 132
functional 12
drept 25
comerciant 1
miscat 5
constanta 5
rasnov 1
misca 117
intructiuni 1
uneori 36
suna 92
alarma 24
uitat 12
is 19
amandoua 8
langa 50
mine 168
masa 10
altu 1
g 12
sensor 2
atunci 136
ridici 8
mana 132
uiti 15
aprinde 14
automat 28
necesar 19
atingi 4
ceasul 167
alarmei 1
antipierdere 1
fel 172
alimentatorul 3
utila 69
special 41
cei 164
timpul 98
miscare 33
lase 2
tel 41
cuvinte 12
scapa 5
stresul 1
ala 6
conversatie 2
gama 20
buget 14
stundent 1
sunet 437
puternic 242
david 1
goliat 1
doi 11
dimensiunile 59
ultraportabila 4
usb 199
bagi 11
laptop 63
pretul 395
contra 231
nimic 111
mfi 2
sub 54
lei 361
capitolele 1
puternica 67
atat 215
laptopul 9
testata 5
casa 66
afara 45
handsfree 20
cca 27
cm 20
jbl 128
the 29
best 55
cumparat 289
proba 5
plan 5
afacere 7
huawei 77
fac 111
transfer 31
date 62
lite 27
incercat 56
data 117
singur 41
comporta 64
buy 32
minunata 15
microfonul 46
conform 43
asteptarilor 31
smartwatch 94
aveam 49
ajutor 18
apasat 8
sos 11
satisface 3
nevoile 8
legate 9
fitness 27
gadget 28
anunta 16
fiecare 100
primesc 21
notificari 57
saptamani 62
alt 79
tip 48
plusuri 11
autonomie 71
ascultat 18
continuu 12
descarcat 31
vorbit 13
cineva 38
instant 21
deviceul 1
pairing 9
bluetooth 196
scoti 12
cutie 37
potrivesc 11
sala 23
alergat 10
merg 50
bicicleta 21
curse 1
lungi 10
cad 8
compara 21
earbuds 3
cateodata 12
stanga 12
secunde 26
prea 218
intampla 20
des 24
bag 8
c 35
strice 3
aprox 62
min 37
go 38
ofera 55
testat 103
magnetul 31
gps 94
i 154
gasit 57
locul 27
bordul 11
masinii 23
dinainte 5
prindere 42
detasare 1
simpla 22
eficienta 13
apasarea 3
butonului 8
spate 39
power 28
acesta 121
inca 186
palpait 1
ledul 15
rosu 12
minute 60
ieri 13
caci 7
luat 231
by 17
harman 9
spus 29
equaliser 2
placut 157
apa 81
ivit 2
accident 2
xd 1
capacelul 3
ascunde 1
gros 8
cadere 3
piscina 5
aux 17
pc 32
asemenea 51
aibe 7
stereo 31
gandeam 6
una 141
pune 34
modelele 6
mari 83
taxa 1
transport 18
ptr 27
ridicat 38
personal 45
punct 32
livrare 67
avem 20
merge 296
aspect 85
negativ 14
card 147
lam 6
meu 156
xperia 9
minune 15
nam 3
repros 6
scriere 30
adaptor 34
specifice 3
aud 114
compatibil 21
note 40
sincer 40
gasi 13
urat 5
rest 122
brio 25
avand 107
accidente 1
activ 15
suportul 37
raport 290
profund 11
gramada 4
bratara 134
crapat 6
aveti 52
idee 11
iau 30
uimit 16
materialelor 28
plastic 59
finisat 13
black 69
friday 60
ajunge 31
lanterna 71
ff 20
bas 66
boxele 17
portabile 17
seama 40
curier 9
memorie 47
sony 92
sdhc 8
uhs 5
clasa 28
elegant 46
gri 9
descrierii 14
intreaba 4
regiunea 3
europa 5
uk 4
limba 26
aplicatia 147
fit 19
interfata 12
xiaomi 25
destept 1
simplist 2
functiile 35
independent 5
aplicatiile 41
initial 32
acestea 30
setate 5
busola 3
precise 4
conectivitate 30
stabila 27
schimb 42
ceasului 35
watchface 1
modele 27
independente 1
vede 57
always 14
on 43
slaba 31
directa 7
soarelui 8
fundal 9
gesturi 1
intoarcerea 1
brusca 2
incheieturii 1
seta 14
interval 6
anume 15
ex 29
simtit 6
nevoia 7
fie 161
numele 15
bip 7
scoate 42
suficient 109
incat 31
n 57
vre 3
notificare 17
filme 27
vrea 20
comanda 58
mici 91
diacritice 1
diacriticile 1
casute 1
semnul 1
intrebarii 1
functia 82
deblocare 2
esti 51
rareori 3
intampinat 13
actiune 19
bluetoothului 2
aproxmativ 1
camere 14
redmi 3
indepartat 2
frumos 86
inspirat 1
fructele 1
muscat 2
functii 66
utile 27
tracking 4
precis 29
urmarirea 1
calitatii 11
somnului 25
apel 33
neinteresant 1
grame 3
simti 19
raspund 12
intrebari 4
neasteptat 27
calitativ 47
magnet 26
sapt 6
geanta 17
lucios 4
saculetul 1
ledurile 13
indica 23
noapte 26
dimineata 30
detector 1
preajma 4
sobei 1
teracota 1
suflet 2
sistem 40
plata 7
ramburs 1
vecini 4
vroiau 1
ucida 1
courierul 1
fantastic 9
anti 6
bucurie 2
celui 7
mic 182
momentan 37
coleg 6
ceasuri 19
kidswatch 1
vorbeasca 1
noi 21
ne 34
urmaresc 6
traseul 5
observat 24
exista 75
discrepante 1
probabil 63
depinde 49
afla 14
costa 25
fiul 9
sport 47
stabil 37
roatativ 1
echipa 10
ro 14
produse 57
produsele 31
acestora 6
pare 211
extrem 89
concret 3
look 3
and 10
feel 1
ergonomic 8
desing 3
piata 36
watch 46
unele 36
limitari 1
software 9
viata 50
bateriei 98
posesor 2
constructie 25
solida 28
ecran 66
luminos 21
belsug 2
trece 12
normal 56
sistemul 42
operare 17
informatiile 7
necesare 5
majoritatii 1
oamenilor 3
posbil 1
non 15
ciudat 16
setarea 9
detii 1
recomandare 7
x 24
verificat 13
multimetru 1
digital 7
lucru 94
acumulatorilor 2
jur 45
fascinant 1
showroom 20
weekend 4
ramas 56
impresionat 24
buton 23
ajuta 46
anumite 29
facand 10
experenta 1
placuta 38
cap 19
ajutorul 17
urme 7
viitoare 5
acesti 9
ochelari 12
fiabil 22
castile 115
surprinsa 7
tinand 33
cont 43
luate 2
urechi 38
oricat 4
ele 94
banut 27
hipoo 1
rapida 120
performant 10
obtine 3
testul 5
crystaldiskmark 2
foto 27
atasat 8
port 36
lap 1
reader 5
kingston 18
mobilelite 1
test 11
serios 5
folder 1
foldere 2
fisiere 14
tipurile 3
pdf 2
epub 1
wav 3
dimensiune 39
totala 5
scris 16
medie 31
mb 26
folosirea 12
sdxc 4
lexar 1
back 7
up 10
inregistrare 5
clipuri 4
ax 1
prieten 15
inregistrat 6
formatul 7
imagini 7
sec 10
rata 6
standardul 2
definitia 1
camerei 10
video 51
respective 1
solicita 3
potent 2
accesoriu 11
mobil 38
fidelitate 20
cred 161
dintr 44
chestiuta 2
cardul 29
usoara 72
fiabila 12
semnalul 23
terminare 1
apelului 6
chic 2
lentila 2
macro 3
celalalte 1
aceea 27
impresionant 15
incredibil 37
prietenii 11
incantat 51
doamnele 1
oficiul 2
postal 3
dragute 4
felicitari 15
grila 28
aerisire 8
argintiul 1
singurile 1
tija 5
micuta 37
confectionata 5
tablita 2
aplicat 10
datorita 43
sistemului 6
sigur 22
detasa 1
niciodata 37
lag 23
recunoasterea 1
amprentei 1
poveste 2
bonus 16
sceptuc 1
legat 23
asteptarile 37
mele 57
macar 31
aparatul 13
inceput 60
dotari 2
odata 37
intradevar 8
radio 90
suferit 2
lipsa 26
antenei 2
exterioare 3
extensibile 1
selectivitatea 1
nemaipomenita 5
receptor 7
vedere 171
printre 10
putinele 7
aparate 7
out 5
iesirea 8
practic 89
boxe 66
simple 6
receptie 6
amplificare 1
simt 23
pierderi 5
semnal 36
castig 1
gigant 2
optiunile 6
dai 40
masina 71
hu 1
permite 28
auditiei 6
simte 38
basul 48
celelalte 25
device 62
auditie 14
comparat 14
xdr 1
superba 19
egale 3
numai 62
fb 4
dab 1
ultimul 14
inafara 6
bucuresti 4
accesoriile 5
acc 2
acumulatori 16
nokia 16
blc 1
plin 32
gardurile 1
bucati 22
post 25
asteptari 59
lanterne 5
cristy 1
superfain 1
aplecatia 1
corect 53
crete 1
detaliate 4
meritati 2
aceste 53
autonamie 1
butonat 7
stat 19
aspectul 19
utilitatea 2
acestui 19
ambientala 12
intensitatea 8
selfie 11
declansa 1
durabil 5
sustine 8
ciuda 12
altor 7
comentarii 13
citit 33
clamele 1
rup 1
stii 11
grija 32
inaltele 18
mediile 8
clare 9
exagerat 8
echilibrat 11
distorsiuni 33
luminile 8
iasa 8
evidenta 5
concurenta 14
procentajul 3
afisare 7
sti 8
curent 39
greoi 4
amperilor 1
doriti 16
purtati 2
luati 28
multumiti 13
considera 2
james 1
bond 1
touch 20
sensibil 17
materiale 79
umblat 4
catevs 1
specificati 2
autonomia 36
mie 28
murit 2
spoate 1
tin 47
licarea 1
raspunda 5
incompatibil 1
sper 58
stea 15
verticala 4
inainte 62
cumpara 24
review 82
absolut 41
silentios 5
charge 70
parca 24
mers 35
aiba 40
propriul 3
grav 3
promptitudine 16
sambata 6
bat 7
sgh 1
h 20
pun 24
sii 1
revin 28
pareri 4
deocamdata 46
per 80
total 92
similare 8
deplin 18
powerbank 9
filmari 5
proiectat 2
faca 44
exceptional 47
appul 1
notify 3
aceatsa 1
combinatie 11
ideala 18
intr 213
descarca 37
desteptarea 1
vibratie 4
familia 4
vibratia 1
discreta 4
pasii 31
numara 9
general 30
fiindca 12
generoasa 1
trebuit 21
nou 33
momentele 2
navigatia 5
orele 2
cele 141
folos 7
acces 12
gasca 1
ta 6
externa 44
baiat 2
poseta 2
borseta 1
rucsac 11
mir 2
putut 28
vorbesc 23
despre 88
baraie 1
cautat 13
potriveasca 3
subtire 26
femeie 4
arate 4
badaran 2
detin 40
consumat 9
banuti 2
boxulita 1
fenomenal 3
durabile 4
proasta 21
intrerupe 13
metri 21
sesiune 3
workout 5
as 120
dori 11
pacat 27
returna 2
cumparate 8
producatorul 11
hippo 1
distanta 60
maxima 22
indeparta 1
sursa 18
returnat 15
spotify 8
gear 21
wi 39
asculta 34
intrerupa 4
ascult 26
max 25
incarcate 7
anker 7
soundbuds 1
pacate 40
folosinte 1
contact 21
mini 39
marimea 60
exceptie 9
firul 18
pic 103
fragil 5
usoare 8
ergonomice 2
vand 6
montat 25
husa 103
groasa 11
flip 13
cade 13
fantele 1
aserisire 1
deranjeaxa 1
toatw 1
firele 2
audio 55
clasic 10
legatura 17
laveta 1
oar 2
buc 11
elastic 2
fixare 12
fain 30
dragut 16
decenta 24
extrern 1
incarce 32
telefonu 8
remediat 3
mort 1
decent 76
fast 78
charging 35
marime 26
acceptabila 8
afisaj 18
led 48
mufe 9
scapat 12
intra 38
pachet 68
apesi 12
schimba 23
culoarea 19
albastru 24
verde 14
stoc 8
plictisitor 1
calitativa 9
aplicabila 1
perfecte 14
propriu 9
avea 100
linii 9
linie 8
puteau 4
puna 4
peformant 1
reusesc 13
sparg 1
wake 3
to 10
sleep 10
activa 14
frumoase 11
bassul 19
rotita 5
butonul 43
off 22
update 33
umbli 1
stand 15
rigid 5
birou 38
durata 65
stinse 2
lauda 12
belea 3
martie 2
anul 9
nicio 49
adaug 6
telecomanda 20
carei 1
indoielnica 3
executa 2
inch 10
diagonala 5
ecrane 1
ipadului 1
personalitate 2
precum 22
trecerea 5
prietenos 5
copiii 4
eficient 22
adulti 3
oricui 12
inspirata 4
caliate 5
baterii 30
smartphonul 1
durat 12
sarbatori 1
cutia 20
imitatie 2
piele 22
incurca 10
amabili 9
adevar 38
acolo 31
cauta 7
asteapta 2
exemplu 35
redus 17
displacut 2
platesc 4
folie 31
separat 11
pridusele 1
lor 57
trimise 2
dam 3
curieri 1
uit 14
ci 32
strategie 1
marketing 5
complet 61
deloc 69
cumparati 48
feriti 2
displayuri 1
colorate 2
iesiri 9
metalica 20
eleganta 19
curea 28
silicon 29
atingere 31
vorbi 6
instalat 21
fundowear 1
wassup 1
facebook 14
edge 46
slim 12
suplimentar 4
reglabila 1
gropi 6
denivelari 6
oscilator 1
intern 5
asemanator 7
secundar 3
intensitate 3
pat 6
deranjant 26
detaliile 6
puteti 43
acoperi 2
skin 3
vinilic 2
sfarsitul 6
montajului 2
folositi 22
uscator 2
par 28
aer 26
cald 9
vinilul 2
curbele 2
totodata 8
protectia 4
montata 4
cititi 6
instructiunile 19
montajul 4
intrucat 16
veti 18
informatii 17
material 33
acord 17
lungimea 6
curelei 5
solid 17
ideal 26
tabletele 9
inchi 7
prinderea 18
foloseste 20
tetiera 7
pasagerul 3
pasager 2
fericit 10
uite 6
film 12
parcursul 8
calatoriei 2
maini 10
punctele 31
marius 1
fin 15
caruia 3
oferit 17
opinii 2
regret 16
evident 17
intregime 1
milimetri 1
neaoperiti 1
mod 35
impreuna 44
duo 2
raspunde 32
culori 22
vii 7
interlocutori 2
planga 2
convorbirii 4
insemnand 2
comparatie 37
fete 29
gratuite 6
gasesc 33
destule 10
scumpe 19
putine 22
memoria 12
dorit 41
instalati 6
ramane 64
liberi 3
hmm 1
aici 72
problemuta 1
stocati 1
lucrurilor 2
putem 4
spunem 1
joc 13
butonarile 1
activat 15
greseala 10
modul 49
conserva 1
notifica 3
sonor 5
vibrant 1
mesaj 16
duca 4
undeva 55
mereu 35
hr 27
scot 8
pornire 12
ecranului 24
rotesti 2
incheietura 9
mainii 10
oricum 44
descoperit 8
voi 52
juca 2
disponibile 10
apps 3
justifica 3
parerea 37
mea 113
explicatiile 1
acordat 10
perioada 20
precomanda 3
momente 7
greut 4
reala 30
suplimenta 1
tuturor 30
compact 19
incet 39
atentie 56
transportul 4
fan 11
deteriorata 1
grea 36
relativ 45
motivul 10
jocurile 5
preferate 3
plans 2
sacadat 1
altele 24
culorile 9
sterse 1
tineti 8
tineau 1
scada 2
rau 36
scade 9
overall 6
inebuniti 1
plimb 2
nexus 21
nemapomenita 1
consum 12
offline 1
comics 1
ebooks 1
prefer 9
kindle 1
app 11
store 5
obisnuit 21
terminale 1
bataie 4
potrivite 4
satisfacut 4
silver 3
strict 8
fluid 3
bug 2
procesorul 5
supus 4
vorbind 2
faptului 12
capabila 4
background 2
reload 1
numar 18
deschise 6
completa 20
stock 5
acesteia 8
excesiv 2
incarcarii 13
presiune 2
focus 1
standard 21
frontala 2
conferinte 5
responsive 1
fingerprint 1
intuitiv 7
integranta 1
tandem 2
posibilitatea 21
upgrade 14
actuala 6
versiune 13
genial 20
termen 6
celorlalte 4
aparenta 1
niste 52
carui 4
depaseste 10
lejer 38
ieftina 18
capitol 5
poweruser 1
ilor 1
foloseasca 8
extinsa 2
lent 13
xs 6
aprins 10
saptamana 88
tigari 8
jucaria 9
reali 8
bateriq 1
prins 44
mega 5
deal 7
familie 4
externi 5
vechi 23
departe 22
dimensiuni 62
pretentii 27
tiglele 1
capacitate 73
fff 14
oferta 38
plat 9
sporeste 1
sansele 3
rupe 13
surprinde 6
vina 12
butoane 26
plange 2
comparand 3
jawbone 1
descopar 5
interesant 27
specificatii 28
teoretic 3
functie 53
incomvenient 1
scump 34
reda 19
hay 1
day 2
clash 1
of 5
clans 1
filmulete 4
cititorul 3
amprenta 4
rare 1
noptii 2
descbid 1
google 31
chrome 1
pagina 7
duceti 2
testati 3
incercare 4
primele 13
bloca 4
conectate 17
retur 8
dat 128
noua 20
conectiviatate 1
rapiditate 3
asus 60
frig 5
k 9
depasit 7
categoria 16
fabricata 5
limitate 1
infundat 6
sosit 10
coletul 14
auda 23
luata 16
spectaculos 2
anterior 13
sotiei 8
incerc 19
referitor 8
natural 3
gustul 3
amoledul 1
colorile 1
saturate 2
afisarea 3
negrului 1
inchis 20
reflexia 1
apasa 3
pacait 1
aprenta 1
erori 12
venind 1
restrictionat 1
copia 2
fisier 5
calculator 17
torrent 1
reusit 79
descarc 8
direct 46
hbo 2
chromecast 1
invat 1
parcurs 5
performantele 11
lg 24
parti 8
rele 6
cardului 6
aleg 4
intre 85
dubiu 4
programe 6
multumeasca 1
bafta 2
feluri 4
iluminare 6
procentul 4
putere 62
ridice 4
sound 19
sceptica 1
posibil 27
poata 11
citi 8
bataile 4
inimii 6
polar 1
pasilor 10
caloriilor 3
arse 8
odihna 1
dormit 4
linxitit 1
odihnit 1
forma 29
decente 9
urechile 7
foare 10
pentu 3
serviciile 16
acordate 1
imaginii 3
anglia 1
aflu 6
umple 9
pereche 24
fotografii 14
infundate 3
atarnate 2
pitigaiat 2
r 22
ncablul 1
prinde 44
nfinisaje 1
nsunat 1
ndaca 1
erau 18
ieftine 20
greutate 13
redusa 12
reincarc 3
luminele 1
inlocuit 9
livrat 22
dublat 2
portabila 93
minimalist 6
ultra 12
portabil 13
reprosat 24
comform 1
copiere 6
multumitoare 3
dpdv 6
dimensiunii 5
puterii 1
specificatiile 8
quick 13
supported 1
cautare 4
altii 19
aceeasi 36
bank 16
upgradeul 1
frontier 5
unboxing 5
youtu 4
be 5
distractiv 3
promtitudinea 2
privind 7
exceptionala 26
fine 6
grafica 8
ansamblu 13
mutumit 2
tina 26
aceasi 4
masuratori 4
nemai 1
poment 1
colege 1
marcat 2
plang 10
oribila 1
culoare 31
gold 7
compacta 35
nivel 34
preferintele 1
plate 1
plimbari 2
cadru 1
cauciuc 26
deranjanta 2
albastra 7
imediad 1
stinge 7
cautari 7
type 10
inclus 18
fixarea 10
grile 2
plite 2
puterea 22
superioara 32
ramasa 2
mha 2
faci 54
spatii 6
patrati 3
claritate 42
conexiune 19
pur 19
pierde 26
blakfraierday 1
impas 2
privire 6
redau 5
fidel 6
melodiilor 3
deosebire 13
intrerupere 3
redarea 8
melodiei 4
lucrul 3
produce 7
datorat 1
modului 8
construit 11
neaparat 25
dreapta 10
conectata 19
printr 10
cealalta 8
fixate 2
vin 32
seturi 4
buretei 1
insotite 1
capete 2
simultan 26
grele 7
folosite 20
deveni 4
incomode 4
adaugat 9
voucher 6
scoala 10
incantati 8
monta 3
tetiere 1
suportii 1
inclusi 1
sansa 4
testa 2
thumbs 3
extraordinar 37
bunicel 13
returnati 2
indiferent 18
motiv 17
gandul 6
nimeni 9
mail 8
situatia 6
cureaua 40
iritatie 1
pasi 45
accesibilitate 2
hartilor 1
petrec 1
trafic 4
optim 7
masura 29
incarcatoarele 6
diferenta 49
performata 1
destinata 1
gamerilor 1
pictorilor 1
aree 1
imens 3
dispune 3
tecnologia 1
disponibila 4
monitoarele 1
gaming 4
revolutionar 1
procesor 5
bioni 1
ever 2
pote 1
iesire 25
trag 2
astepta 5
profesionale 1
forlosesc 1
innaltele 1
confortabile 15
allview 13
viper 2
calcata 1
intrat 9
promite 8
cartela 36
sim 42
tinuta 8
dominanta 1
light 5
calendarul 2
cari 2
clablu 1
tipuri 9
dopuri 6
teama 6
rand 29
trimit 5
inapoi 13
celalalt 10
lua 18
foc 3
firma 41
externe 14
cablului 9
imbucuratoare 1
aceast 2
eronate 1
inutile 4
inseamna 13
aceia 1
site 41
romoss 3
scria 8
pierderea 2
minciuna 2
parut 14
leduri 23
fraier 1
materialului 6
resigilate 10
raportat 13
cost 9
indicatorul 8
concomitent 6
diversi 3
neaga 1
conditii 24
ideale 2
ramasi 1
echilibru 4
supper 1
htc 14
suplimentare 5
interna 8
stare 14
identic 8
configurarea 8
orange 8
apelat 2
tarabapenet 1
produsului 34
prompti 6
moale 23
smartwatck 1
reducerea 4
profitat 1
reviewuri 3
bunicica 12
cutiuta 10
intai 3
observi 2
podul 2
palmei 1
petreceri 16
drag 20
doreste 8
transportat 16
buturuga 3
rastoarna 3
carul 2
intelegeti 3
petrecere 18
scoasa 3
liber 19
limitarile 1
priveste 17
tasta 5
preluare 8
putand 5
folosita 30
inteligent 8
uimitor 8
efectele 2
lumini 7
fascinante 1
trei 33
conecta 32
originala 34
good 11
lejera 1
bad 1
dificil 8
matuita 1
multime 5
suficienta 23
mina 1
incomod 15
purtare 5
excelentaa 1
faine 4
mpx 1
promotie 9
cumpart 1
convenabil 8
acuratetea 6
parametrilor 1
masurati 3
fitbit 26
functionalitate 17
sunat 21
distributie 2
trebuia 17
vea 1
internet 37
incantata 24
mii 2
multumiri 4
domnului 1
ajutat 13
spatios 1
potrivit 12
supraveghere 2
class 12
functionare 22
lunga 13
mule 1
aprecieri 3
oras 5
lume 6
sanse 4
striga 1
bineinteles 7
acel 16
riscul 4
spatele 10
tau 11
reduc 3
considerabil 3
remarca 4
accentuat 4
cumva 8
fluent 6
antotoo 1
scos 18
unghiurile 1
detalii 21
exclud 1
capacitatile 2
tendinta 2
aiurea 14
tastele 5
tii 23
invata 3
caldura 40
aspfalt 1
ac 4
beton 10
citeste 12
carduri 10
trase 2
format 9
pasul 1
actuale 2
salut 11
declar 18
intermediare 1
ampla 2
aria 3
inceperea 2
activitatilor 4
sportive 13
water 2
proof 1
cons 16
folositor 22
punctul 26
cheap 1
ciudata 4
porturi 19
identice 5
curentului 1
probat 9
colegul 1
silviu 1
panica 1
corecta 13
beri 1
primeste 9
apelantului 6
numarul 25
primi 9
datele 10
locatia 4
misc 2
corp 2
norocul 3
specificat 16
doilea 19
fetele 5
intreaga 11
incredibila 4
geo 1
blackfriday 7
defecta 3
mentine 6
acumulatorului 22
indelungat 3
point 5
spalata 1
haine 2
unghi 4
okay 8
intrebarea 1
soare 18
abea 2
maresc 1
slabut 10
final 13
copii 20
smartwatchul 3
there 2
lucruri 16
iuni 5
baietii 8
service 10
telefoic 1
deplasa 1
expirata 1
respect 2
telefonic 10
smartwachuri 1
regula 21
strans 2
plasticul 14
vi 5
robusta 12
stiute 1
achitie 2
bum 2
raspundea 1
ridicam 1
meniu 19
mijloc 12
setup 2
talk 2
tehnologic 3
privinte 1
materialul 31
cantarit 2
garmin 35
fenix 16
speciala 4
enviroment 2
bagat 11
inot 9
varsta 6
siguranta 37
copiilor 8
nostri 1
spion 18
gradinita 3
anterioara 8
vrem 2
asiguram 1
ordine 2
copilul 43
descurca 17
parintii 3
impaca 4
tehnologia 11
vocea 8
intampinare 2
angajatii 1
craiova 1
protectie 29
diferit 4
speram 7
puls 23
prost 16
misti 10
galagie 5
jurul 13
detectiile 2
prindea 2
incepeam 1
somn 21
dormi 5
nemiscat 3
citesc 6
fantastica 2
umblu 1
car 6
plec 4
deplasare 3
miercuri 2
rama 2
rotativa 2
manipularea 1
iarna 7
aspectuos 2
las 10
socuri 13
tu 6
preveni 2
boala 1
dependenta 1
certificat 3
garantie 25
mei 11
inchide 16
invelisul 1
metalic 12
confera 4
asfalt 3
julitura 1
incepand 5
conectivitatea 17
uag 2
factut 1
dedica 1
outdoor 6
originalul 9
poseidon 4
companii 2
preocupa 1
clientii 6
acestia 6
schimbe 5
problemele 5
fabrica 8
inconfundabil 1
bose 14
descarce 6
lumia 9
stocarea 1
unor 16
continut 2
renuntat 5
functiona 6
minunat 14
doresti 15
brand 15
principiu 4
impreunat 1
asi 5
asteptat 23
conexiunea 53
compatibilitate 6
insorita 1
health 9
exacte 5
km 9
parcursi 1
bluethooth 3
constant 8
convorbiri 17
telefonice 18
putina 12
joaca 5
blocat 7
revenit 9
veni 3
mentionat 10
sarac 2
existe 4
kitsch 2
oase 1
estetic 10
acorda 10
complicat 5
servicul 1
asistenta 4
comportat 11
accesibil 27
ultimate 1
ears 1
boom 4
modelul 34
colturi 4
finisate 2
presupun 5
vorbeste 9
vedem 20
parametrii 11
originale 16
totalitate 5
suma 3
platita 2
greoaie 3
griji 4
copilasi 1
ceam 1
surge 2
fiabile 2
cabluri 26
functionat 17
ambalajul 13
carton 3
compartimentat 1
pungulita 1
instructiuni 18
avantaje 2
fii 10
constructia 7
ah 3
avantajata 1
lithium 1
integrata 1
cunoscut 2
asigura 5
electric 1
situatii 11
camping 3
susul 1
urgenta 4
ineficient 1
oara 18
folosinta 10
schimbat 27
home 14
primite 8
sine 14
astept 28
viitor 10
cumparam 3
fire 13
pensionarii 1
batut 4
perete 11
stop 13
pretentios 7
model 60
usurinta 11
tuner 2
standalone 1
korea 1
ambalat 7
productiei 1
unii 12
faceau 2
referire 2
completare 2
ian 1
campionatul 1
national 1
patinaj 1
canadei 1
transmisiune 1
veche 12
inimoasa 1
producator 13
subscriu 2
comentariului 1
d 25
radulescu 1
mihai 1
exceptionale 6
locuri 4
aglomerate 2
galagioase 3
oprite 2
exterior 25
idol 1
sferturi 2
calatoresti 1
cauti 4
diferite 28
reduse 22
preturi 7
rel 1
clienti 7
reclamatii 1
contrafacut 1
frumoasa 27
holograma 2
wonlex 4
scana 1
codul 3
lucratura 1
suntem 13
kidgps 2
cicluri 12
descarcare 14
melodiile 7
splendida 1
minunatie 3
paraie 1
oem 2
solo 1
inaltime 9
iefitn 3
folosind 19
grade 21
functionalitatea 4
principala 4
minimal 2
atasa 2
antena 16
reuseste 6
prinda 3
perceptibil 1
clasica 5
slort 1
tkne 1
dinensiunile 1
superr 2
drumetii 4
repetate 3
leptop 2
huawey 1
enervant 4
militari 1
uverturii 1
comand 11
misto 26
bf 12
multumui 1
permanent 17
informat 3
permenent 1
stai 17
protejarea 3
marea 1
majoritate 1
timpului 8
oricand 16
baiatul 5
trasee 1
facute 14
padure 4
relua 1
oricate 1
cadenta 3
temperatura 21
signature 2
bang 4
olufsen 2
atent 11
iese 16
click 5
logitech 3
vrut 25
multimea 1
incape 24
geaca 3
acasa 27
aduc 3
aminte 4
prisosinta 7
circa 6
complicatii 1
suruburi 1
capacului 2
cruce 1
urmare 8
desface 6
iepurasul 1
scrantit 1
piciorul 1
inlocuirea 5
prompta 13
scarile 2
exactitate 2
exercitii 7
detectat 1
facusem 2
eliptica 1
contul 2
web 6
contin 1
statistici 5
sms 26
pulsul 36
crescut 7
tellur 4
apollo 1
cheltuiti 1
liniuta 6
disponibil 7
optiuni 14
retinere 5
hw 2
inferior 2
pay 4
romania 9
adevarata 7
admirabil 1
oboseste 1
vederea 3
niciun 21
blocare 1
ergonomie 4
remarcabile 1
lasi 11
lista 7
caracteristici 7
reteaua 9
mobila 9
rds 5
rcs 1
notite 2
scrise 3
intuitive 1
instrument 5
stapanit 1
intortocheatul 1
labirint 1
androidul 3
sensibilitate 4
router 4
tabletei 15
liniute 4
videoclip 3
chin 1
functionarea 2
rularii 1
stream 1
rularea 1
produsa 4
aceleasi 15
descarcarea 6
amprentele 2
inregistrari 2
modesta 1
obiectivului 1
diafragma 1
stralucire 2
performantelor 1
rasunator 1
scrierea 4
acelea 8
scriu 10
libera 2
creion 1
sprijini 1
apara 8
pete 4
nedorite 1
viitoarea 1
dorim 3
sprijinim 1
folosim 5
demicarton 1
mm 8
grosime 4
plasam 1
sprijin 3
conceptie 2
exemplarele 1
serii 1
modeste 1
structura 4
seriei 1
deficiente 2
individual 2
renume 6
verifice 2
poarta 4
lansat 3
norme 2
problemelor 2
pct 2
trec 6
calitati 4
recomanda 14
cobora 1
pretentiile 2
scara 7
valorica 1
cinci 6
punctual 1
profesionist 1
cumparare 6
returnarea 3
specific 6
platit 27
confortabila 3
autoaparare 1
impotriva 3
cainilor 1
agresivi 1
lanternei 1
incorporate 2
bluettoth 2
satisfacatoare 3
majoritatea 23
terminal 1
unflase 1
apropo 8
voltaj 1
serie 2
stricat 20
reprosa 4
tp 2
link 6
tl 1
white 5
doresc 16
fica 1
designe 2
atractiv 3
macbook 9
specificatiei 1
producatorului 4
overrated 1
confortabilae 1
pn 1
t 4
beautiful 1
love 3
way 1
this 9
looks 1
unfortunately 1
my 3
problem 1
lack 1
party 15
application 1
support 4
eg 1
does 2
not 7
feeding 1
information 1
or 2
any 1
other 3
alarm 1
that 2
might 1
take 2
advantage 1
continuous 1
monitoring 2
given 1
weak 1
vibration 2
motor 1
inside 1
it 5
have 5
strength 3
heavy 2
sleeper 1
than 1
minor 1
subjective 1
objection 1
great 3
wide 1
functionality 1
comfortable 1
wear 4
days 1
battery 3
depends 1
can 1
configured 1
settings 1
personalul 2
slab 39
pregatit 1
rotirea 1
condusului 4
innovation 2
inteles 23
piciorusele 2
drepte 2
incovenient 3
forte 18
conectare 42
luand 5
calcul 6
aspectele 3
identica 7
anotimpul 1
rece 6
practica 27
relaxa 1
preferat 13
tpu 2
dimensiunea 56
comentat 8
graba 3
selectat 2
express 11
communication 8
rar 19
amabil 6
rugat 3
trimita 4
desfacut 5
curte 10
concert 1
live 4
tripuri 1
legata 6
overcharging 1
dauna 1
browsing 7
perioade 7
dog 1
bate 12
competitori 4
lea 8
incrarcare 1
desprins 5
lipire 1
brici 2
linia 2
tastatura 16
scrisul 3
microsdhc 4
sd 35
adresa 5
nla 1
nemultumit 3
finisaj 8
spargi 1
versiunea 16
pen 6
constitue 1
enorm 7
scrii 2
retele 2
pinterest 1
stiri 1
invatat 2
limbi 1
straine 3
principal 8
facultate 2
interviuri 1
excursii 9
iei 28
mediul 1
artistic 1
discutii 3
must 5
adaugi 2
important 18
internetul 3
optiune 14
intamplat 8
dea 10
crash 1
intuitiva 11
bloatware 2
ocupa 13
spatiu 31
noise 9
pixelarea 1
cover 5
desigur 9
decurs 4
arcul 3
fond 8
fasait 1
lucioasa 3
retine 1
aprinsa 6
urmatoare 4
http 2
techvibe 1
jale 1
serioux 2
invelite 1
rupt 12
cutit 1
hands 11
free 11
perfectibila 1
eroare 13
verificata 4
masurare 4
continua 8
comoda 18
unitatea 3
reseta 2
calendar 4
variante 10
iritanta 1
setati 1
cale 3
salvare 2
figuri 4
intensiv 4
cer 4
dslr 7
recomandate 1
awesome 1
volken 2
simionbogdan 1
valexandru 1
amperi 11
amper 3
celalt 2
combo 1
www 4
red 2
seria 6
impecabila 10
superiori 1
vandute 6
malluri 1
complimente 1
seamana 4
blana 7
pui 35
inlemneste 1
subacvatica 1
cirligul 1
sunetele 10
kardon 5
urmas 1
succes 23
fibit 1
interschimbabila 1
vechiul 13
incercati 7
exercitiul 2
respirabilitate 1
desenata 1
masurarea 12
momentul 31
exacta 8
pdeometrul 1
trackerul 1
masoara 33
pierd 5
drum 16
firmware 9
motovul 1
waterproof 8
piperat 7
albul 2
persoana 22
compatibilitatea 4
pretty 1
music 6
center 3
opri 8
porni 8
booster 3
luminitele 1
srs 6
gasite 2
but 2
saved 1
paiting 1
cronometrat 3
interesanta 13
okei 1
imaginilor 2
cautam 13
perfcta 1
situatie 3
suprafata 13
cleste 1
brate 3
sotul 10
pielea 5
fina 8
lucrata 4
ieseam 1
devenit 6
donator 1
prietene 3
nimerit 3
dush 1
spuna 3
cuvantul 3
inalte 37
reglarea 2
cada 8
ratuste 1
btw 1
stick 25
reportofon 1
observ 5
sotia 7
inital 2
oprint 2
gbl 2
sute 8
comparabil 4
kitcioase 2
philips 4
respectiv 22
pretentioasa 1
pornit 32
game 3
over 5
joase 12
muuuuuulta 2
surprins 31
posesia 5
avantajos 6
patru 13
honor 2
asadar 6
comande 2
linistit 9
fenomenala 4
apasate 2
butoias 1
stati 3
ganduri 9
emotii 4
agrafele 1
mula 1
forme 1
ridicari 1
nr 19
industria 1
intrecut 3
mate 9
vreodata 5
draguta 11
voce 11
și 1
posturi 7
antenna 1
hdd 3
urile 30
adaptoare 2
periferice 1
aluminiu 14
comunicare 5
vexio 1
bfriday 1
dual 4
mode 10
moduri 10
numit 1
add 2
majora 3
ascultati 6
negativul 1
backing 1
voice 3
actiunea 1
surround 5
personajului 1
setata 12
right 1
vei 6
ati 13
ideea 18
inelul 2
orientarea 1
catre 33
testate 3
termini 1
emisiunea 1
filmul 1
colturile 1
obtii 3
bogat 4
acustice 1
intelegi 4
vorbesti 11
apartament 23
piese 3
inalta 15
hotarasti 1
discount 2
coste 2
ps 14
mearga 7
area 2
seriosi 8
gradul 1
becuri 5
aprinse 6
destinatie 1
lateral 5
inceapa 1
grad 2
finisare 1
pareau 1
eram 12
intamplarilor 1
nefericite 1
acumulatorii 4
cercetat 1
producatorii 2
vedeti 11
jupio 3
productia 2
castiga 3
painea 1
favorabile 1
impresionanta 7
laptopuri 3
scule 2
electrice 1
nemti 1
hotarat 7
ceteva 1
aparut 10
marketplace 2
dovedeasca 2
gresit 4
punandu 2
brandul 2
motive 3
convins 8
big 1
like 5
sun 8
mutumita 2
comfortabil 2
tehnic 8
masuratorile 7
realitate 22
distante 5
heart 12
rate 13
navigat 3
prietenoasa 2
recomnd 2
sufragerie 8
bloc 8
oameni 7
pahar 1
contraintuitiva 1
recunoasca 1
treia 12
forget 1
player 14
stiam 12
stropire 5
freecom 1
unchiul 1
nteles 1
craciun 6
descrierea 14
saphire 2
bratari 4
sunete 10
citim 1
copilului 11
povestea 1
nani 1
secundara 1
gasiti 13
nemultumire 3
finisajul 4
suporturi 3
alimetator 1
v 16
alimentator 5
robust 11
intrebuintati 1
multiple 8
inaintea 1
inbtr 1
simpatica 2
folii 12
spray 2
lichid 1
aplicare 5
mifit 1
importante 4
ritmul 5
depasesc 1
limita 5
alerg 3
antrenamentelor 2
nevoit 11
p 16
china 11
principalele 1
atuuri 1
acei 3
nemapomenit 1
sonora 4
precedent 2
aspectului 1
efect 5
randament 6
bucuri 2
vreun 8
uimitoare 6
limitat 6
transmis 4
manualul 12
trimiteti 4
manual 15
incers 1
ceasurile 7
anumit 4
ecosistem 2
glumesc 2
cuplat 3
directie 2
prohibitiv 1
acuma 14
versa 2
butane 1
manaca 1
pulsului 8
urmaresti 3
somnul 15
cantitatea 2
puse 5
reusesti 2
varf 3
indesat 3
prostii 3
tura 2
centura 2
biciletei 1
vibra 2
seca 1
compar 5
inregistrati 1
myfitnesspall 4
obosit 3
accurat 1
schimbul 2
fittbit 1
alimentatia 2
ceata 1
insiva 1
vreti 16
urmariti 1
activitatea 6
duc 6
sedentara 3
ketonica 2
slabesc 1
kg 3
raman 6
inteleg 17
mananc 2
li 3
cool 8
intelegere 2
munca 8
search 2
strop 1
rabdare 10
neo 8
bec 7
incepuse 2
palpaie 2
meritat 11
avantajul 12
laterale 7
clema 7
trebuiasca 4
decalat 1
landscape 3
tinda 1
atarne 1
surubul 4
strangere 4
clemei 3
durabilitatea 1
suportului 12
noroc 11
frecvent 6
cursei 1
corectitudine 1
comentariul 1
serviciu 9
necunoscatori 2
download 2
camerafi 1
otg 11
primea 1
ador 8
wifi 29
raspude 1
notifocari 1
matematic 2
telefonlui 1
cronometru 2
leam 1
aluneca 6
suprafete 7
redare 13
intamplator 1
saturn 2
eur 2
profit 1
alege 8
redai 2
dispus 2
impresie 11
doream 9
prompt 6
foate 8
ecg 2
statelor 1
unite 1
schimbati 3
us 4
vandut 7
europeana 2
activarea 6
vpn 1
ip 2
state 1
hack 1
momentdat 1
ue 8
fda 1
accepta 5
medical 3
debloca 1
ulterior 6
huse 6
potialege 1
culuarea 1
incarcatoare 13
imprastiate 1
micro 51
desprinde 6
iulie 3
partile 3
urmatoarele 7
metal 12
aparea 4
crapaturi 1
crapa 2
stres 4
asupra 2
deschide 11
distrugi 1
telescoapele 1
imbracaminte 1
incepe 12
piarda 6
curele 8
refer 9
defecte 4
fabricatie 8
neplacerea 1
invisible 6
protection 8
costuri 4
jucarie 13
stresat 2
intrebarile 3
setari 16
exemplare 1
liga 2
pina 10
innebunesc 1
respecta 8
promisiunile 1
despart 1
apreciat 5
vibratii 9
afisate 5
masurat 9
variabil 1
conectarea 35
softul 15
dedicat 7
deconectare 4
trai 2
connect 12
banutii 10
finisata 5
posibilate 1
management 2
control 13
status 3
midland 1
calduroase 2
playere 2
statiile 1
city 1
band 13
cumparara 1
recomandarea 5
anonima 1
folosii 5
nintendo 1
switch 1
experiente 2
switchul 1
portable 3
extinde 2
garantiei 2
show 2
room 5
intrebat 2
posibila 2
incinta 5
lemn 4
posturile 7
stickul 1
obtinute 2
aparat 17
filtrul 1
reflexie 1
next 4
time 4
maybe 1
lipeste 11
coroana 3
relief 1
aspectuoasa 3
incheieturi 3
generoase 1
febril 1
teledonul 1
lati 1
pixeli 2
ercomand 1
rost 2
stric 2
nimanui 1
asteptati 16
minuni 3
vitejie 1
curaj 1
uitati 5
bugetul 6
alocat 2
gasii 1
multumitor 9
bucurandu 1
raportandu 2
atras 6
logan 3
micut 11
multumuit 1
reincarca 4
deodata 6
fim 5
realisti 1
usd 2
extraordinara 20
alergi 3
conduci 3
configura 4
orientat 4
persoanele 7
active 6
suunto 2
do 1
disturb 1
desteapta 2
pierdut 21
relaxam 1
activitate 12
sportiva 3
plasticului 5
deranjata 1
cocheta 1
alb 16
char 1
nuanta 1
stingi 2
becul 10
incapere 12
tenta 1
diferita 5
teleofnului 1
obtinuta 1
personala 4
confortabil 9
puneau 1
striata 1
grip 2
incapea 1
caracteristica 3
specifica 4
produselor 9
neserios 1
flanco 6
indirect 1
primii 2
interes 5
operatorilor 1
reconfirmata 1
actualmente 1
netrimiterea 2
facturii 1
documentatiei 1
tehnice 16
certificatului 1
contactat 4
explicat 4
aspecte 15
continuare 18
spuneam 4
anpc 1
carcasei 7
reduceri 5
incing 1
nervi 2
incercand 3
lamela 2
flexibila 3
potrivi 1
sprijinit 2
incarcati 5
atarnat 2
cumparatt 1
sugestia 1
iarba 7
di 2
emsiuni 1
navigator 4
scap 3
reincarcarii 2
umflat 2
ianuarie 1
interesati 10
depaseasca 2
propiile 1
obiective 2
minge 1
ping 1
pong 1
preferata 4
reglajul 1
tragedie 1
adevarat 15
valoare 5
placa 6
controller 5
convorbire 7
raspuns 12
respingere 4
rol 1
play 24
pause 5
smecheria 1
soft 20
reset 3
mergea 8
controllerul 1
contine 12
marimi 7
dop 2
carling 1
imagine 13
mom 1
deteriora 2
indoituri 1
mia 6
corespunde 16
scopului 1
gasim 3
prim 3
echipei 5
oferite 10
microsim 1
biroul 3
om 10
computer 2
inclinatie 1
trepte 2
maleabilitate 1
call 2
fotografiat 2
basii 5
incep 4
rateuri 6
ascultsti 1
credeti 6
puternice 8
leut 1
greutatea 14
nemaipomenit 2
curburile 1
bule 4
retrag 1
bateriile 6
liniara 1
testarii 1
introducerii 2
excel 1
curba 4
atasata 1
pinal 1
procent 3
conditiile 19
retea 17
amperaj 11
procentaj 3
crea 4
falsa 2
multele 1
reviews 1
singurele 3
chestii 10
frecventa 13
recunoaste 11
informatia 3
ajute 3
sandisk 6
fluctante 1
tipul 11
fisierului 3
obtin 3
copiind 1
navigarea 5
dedicata 9
calatorii 17
procesare 5
emailuri 1
articole 3
skype 6
googlehangouts 1
dreptul 3
alimentarii 2
tachul 1
rxtrem 1
vara 9
lafel 1
applewatch 1
inchisa 8
imd 1
pornesti 14
asculti 18
colo 5
digi 10
edege 1
promisiunea 1
traba 2
struna 2
contactul 2
altundeva 1
montati 2
datoria 4
portocalie 2
optima 4
cantareste 2
manerul 3
instabil 1
cauciucul 8
rasuceste 1
reaminteste 1
picnic 7
pusa 10
opresta 1
cursul 2
apropos 1
alergie 1
manele 1
configuratie 2
recomandat 17
conving 1
haina 1
lampa 17
hama 7
munte 12
seri 1
apropierea 2
rulotei 1
extra 9
oamenii 4
circula 1
hotel 1
roaming 1
lunile 1
laptopurile 1
navigare 9
yi 1
imaginea 4
cursiva 1
alertele 2
efractie 1
alegerea 20
singuru 1
fratelui 1
amandurora 1
text 2
incomfortabila 1
optiunea 8
speech 1
aplicatiilor 6
operatiuni 1
oriunde 29
transfera 6
dect 4
panasonic 2
kx 2
callerid 1
argintiu 5
reviw 1
plangea 1
medoie 1
polifonica 1
ton 2
repertoriul 1
romanesc 3
barca 1
valuri 1
tocmai 11
foliei 4
cedat 5
week 1
enduri 1
ear 13
indelungate 1
indicat 4
medii 20
scurte 9
comfortabile 1
curbate 3
destinatia 1
bn 12
akai 11
acela 12
degeaba 9
dorincele 1
fiecaruia 2
universal 7
holder 2
ventilatie 17
placute 11
metalice 3
multimit 3
jogging 1
deaoarece 1
suporta 28
costat 8
ifetina 1
mersi 3
oarecum 6
oculus 1
rift 1
dimensiunilor 6
prine 1
murdaria 1
hiba 2
picioare 4
bacteria 3
satisfacator 12
treapta 1
alti 15
favorabila 1
afisajul 10
informativ 2
binisor 8
mp 7
tren 1
quadhd 1
octa 1
videoclipuri 2
constatat 2
starea 8
valori 6
intretinut 3
efectua 3
reincarcari 2
cumparata 18
maine 3
comparativa 1
profesional 2
sterg 2
sant 5
cadoul 7
pustoaica 1
adolescenti 1
tablet 2
portrait 2
resigilat 21
deschis 19
resigilata 6
distorsionat 8
secunda 10
devine 10
stresant 1
boxelor 4
laptopurilor 1
regasesc 3
win 2
filmarile 3
ochelarii 5
acestor 3
persoanelor 4
asculte 3
decibeli 1
intreruperi 10
reconectare 2
superb 37
tras 4
aruncat 1
maltratat 1
prindeti 3
marci 5
online 8
revieuri 1
explicatii 1
ordinea 1
importantei 1
sre 1
cloriile 1
tale 1
miscarea 5
efort 6
sustinut 4
ciclism 3
alergare 10
exercitiile 4
aerobic 2
terenul 1
tenis 1
jucatorii 1
teren 2
binteles 1
pefect 1
cojesc 1
marginile 5
vopseaua 2
aceptabile 1
cere 10
sfat 3
amatori 2
accumulator 1
readerul 1
inchegat 1
suporti 4
no 10
name 6
sarit 1
rotitele 1
sup 1
manevra 1
solicitata 1
bestiala 4
remarc 2
bijuterii 1
remarcabil 3
redat 8
neprotejate 2
scape 1
degetul 1
conul 1
membranei 1
patit 10
invonvenientul 1
platesti 6
innot 3
agata 6
ploverul 1
camasa 2
regla 9
short 3
story 1
garantat 3
chestia 4
rupa 5
pff 1
reclama 3
cumparatorii 2
satur 1
gata 9
campii 3
cuvant 7
aruncati 1
remember 1
realitatea 2
decupata 1
goale 1
decupajele 1
infim 2
aplicate 1
cerut 12
pornite 11
meniul 15
istoric 3
textul 2
ultimele 3
swipe 3
primirea 3
deblocat 1
vibratiile 3
con 6
lata 6
caldurile 1
transpira 1
miste 3
apucat 8
atmosfera 3
componenta 2
neajuns 3
meniului 1
feminina 1
infipt 1
apasare 7
gaseste 14
fm 19
microfonului 6
voua 4
favorabil 1
branduri 4
imagina 1
works 2
me 6
configurare 5
coencta 1
precisa 13
comunicarea 4
telefonica 3
interesau 1
mircea 1
sus 34
defapt 4
server 2
confgurare 1
foearte 1
reincarcat 1
cerintelor 6
conceput 3
bridge 1
canon 1
portul 19
calculatorul 5
sua 1
iesite 1
cresti 1
pese 1
incerci 3
jena 2
boxle 1
porneste 11
baga 7
praf 9
conectam 2
ramaneau 1
inchideam 1
reporneam 1
rusinica 1
companie 4
renumita 1
inconvenient 11
optimus 1
lipi 4
piesa 6
desire 3
gratar 12
dormitor 2
radioul 9
smechera 3
firave 4
urilor 6
firmei 6
gand 2
supararea 1
anapoda 1
ata 1
putonul 1
acult 1
firav 7
sar 4
puneti 4
arc 5
pix 5
dor 2
sune 7
garantia 6
inauntru 4
ridicata 5
șhowrum 1
factura 5
chitanta 2
angajat 2
relatat 1
facturi 1
capac 5
inconjoara 1
aderenta 8
socurilor 3
grilajul 3
oarecare 2
stropita 1
umede 1
aburi 1
statul 2
cati 5
pretentia 3
interior 18
dansante 1
curtea 1
casei 4
sinceritate 3
producatoare 3
laudata 1
investitia 11
maricel 5
probl 1
mentenanta 1
ersa 1
terminat 4
excelentm 1
suprasolicitari 1
ricomandat 1
minii 1
lungul 2
producatori 4
niciunul 2
incarcatorului 11
vetter 1
finisati 1
rinand 1
scumpi 2
karaoke 4
grupul 1
prieteni 3
major 3
oprit 9
voie 3
stergi 1
apasand 4
consuma 26
nesperat 2
plantronics 12
explorer 2
reusite 2
filmare 4
mentin 2
lentilele 8
lasata 4
dinspre 2
abureste 1
filma 1
pata 1
neagra 17
ars 3
implineste 1
urmarit 9
confirmat 2
sotie 5
cuplate 4
amplu 2
bassu 1
rotund 2
adorable 1
adorabile 1
negre 3
degraba 6
bleumarin 1
deosebit 19
importgsm 1
punga 2
oeste 1
rupea 1
capat 12
strica 13
del 1
dua 1
opreste 15
consume 7
ridicarii 1
cadran 1
estetica 3
sobra 1
minimalista 1
cadranului 3
informatiilor 2
dorite 3
fontul 1
momentelor 1
analogic 2
incercari 4
devices 2
stress 2
scari 3
urcate 6
activitati 24
larg 5
proprietate 1
tupeu 1
atm 2
permita 2
purtarea 1
inotului 1
scufundari 2
hibrid 1
aarma 1
apelare 2
cartele 2
gsm 8
telefonie 3
alarmare 2
usore 1
transmisia 1
wirelles 1
tragi 3
senoar 1
usa 9
strictul 1
doatare 1
funga 1
eventualii 1
infractori 1
ordin 1
rete 1
telfonie 1
fisa 1
tensiunea 6
sugestie 1
roteste 3
intro 3
parete 1
cafea 1
descrierilor 1
venea 4
intelege 5
citire 17
nevoi 4
normale 10
exiosta 1
ricul 1
prajeasca 1
cnd 1
fol 2
specificatiilor 10
radioului 2
introdus 9
radiatoarele 1
wati 4
concurente 1
tipa 2
siturile 1
romanesti 2
nume 8
expedierea 3
filmat 4
minusul 2
prodususl 1
serialele 1
descriptia 1
fasii 1
picioruse 5
aderente 2
suprafate 1
fuge 2
reciver 1
cinema 2
hi 9
diferente 8
uriase 2
pieselor 2
interferente 6
restartarea 1
avute 2
convinge 2
placere 17
blaupunkt 2
blue 2
afisat 6
urmari 3
recunoscut 6
taraba 1
promt 3
aplicatiei 13
alearga 1
ascultand 3
povesti 2
opt 1
tobe 1
apuc 2
porcarie 2
scapari 1
draft 1
ajung 13
base 2
dj 1
set 4
one 7
firme 3
concurenti 1
bord 17
aripioarele 2
burete 1
cauciucat 7
alunecare 1
scartie 1
unghiul 2
trepidatii 1
ingust 3
fest 1
inconveniente 1
incomoda 4
genu 2
discret 4
programul 2
componentele 1
convine 1
tentat 2
programele 2
pastra 2
navigatie 6
incantator 1
vinde 6
station 4
microfoane 3
ambiental 2
vocale 5
carlige 2
docul 5
teapa 3
nicaieri 2
sens 6
uc 1
verificati 2
vesnicie 3
cautati 5
inlocuiasca 1
necesita 17
lucrat 6
bestbuy 3
incomparabile 2
astepti 11
simtitor 1
aditionale 2
fixata 7
pate 2
greuta 3
pretinde 1
indistructibila 1
pluteste 1
tinul 2
bajaj 1
trimis 8
adrese 2
metru 4
lungime 5
imbracat 4
textil 5
mufele 5
turnat 1
leaga 2
deasupra 3
manseta 1
firului 3
reversibila 2
contactele 2
introduci 2
facilitate 1
calculatorului 1
accesibile 2
ocupate 2
laser 3
frate 4
cica 5
precedenta 3
candide 1
dvs 3
buchet 1
parfum 1
liniste 4
speranta 2
trainic 2
implinire 1
jurist 1
gratiela 1
carmelita 1
persoane 9
oficiala 3
noiembrie 4
actual 4
anticipam 1
trata 1
gpsimplu 1
basic 7
insotitor 1
avusesem 1
retin 2
sync 8
nedumeriri 1
mobilul 7
explic 1
salva 2
activitatile 5
recente 2
expresia 1
pair 3
procedat 1
imperecherea 5
initiala 4
banal 1
ilogica 1
formularea 1
refac 2
scenariul 1
strava 7
iconita 3
bulina 1
procesul 3
explica 4
indelete 1
companion 3
ajutator 1
arhisuficienta 1
inveti 1
dinamica 3
rapoert 1
report 1
buline 1
termina 8
perspectiva 5
radacina 1
parcurge 1
directoarele 1
modalitatea 1
facetime 2
finisajelor 4
controla 5
whatsapp 11
schimbi 8
purta 5
costum 1
evenimente 4
formale 1
placea 5
petru 1
multumeste 2
batieria 1
filmele 4
txt 1
feedback 3
emitator 3
temperaturi 6
chinui 5
locasul 4
brichetei 1
odara 1
oficial 1
documentare 3
efectiva 3
volt 3
mwh 1
wh 2
posibilitate 4
atatea 3
punem 2
socoteala 1
electronica 3
coada 2
astepte 1
integral 3
cauciucate 1
mecanice 2
antiamprenta 1
latime 5
ion 3
indicare 2
intuneric 4
protectii 4
discharge 1
current 1
circuit 3
lovituri 2
trecuta 1
produsiului 1
noastre 8
exlud 1
recunosc 10
alese 3
creierul 1
alegand 1
dovada 3
profesionalism 10
promtitudine 4
avanatajul 1
incontinuu 7
whastapp 1
expeditor 1
apelant 3
putini 5
buni 10
cumparaturi 3
atenti 3
bucurat 3
micile 1
cadouri 2
incercam 1
altceva 15
varietate 4
alegem 1
clara 6
ft 9
na 2
beldovics 1
matei 1
aurelian 1
recenta 1
juma 2
îmi 1
context 2
smartband 3
lipsuri 3
capacitatii 3
vada 4
minuscule 2
enumerata 1
dinaintea 1
facilitati 1
notabile 2
enumerate 1
tinea 12
notat 2
negative 11
serioase 2
similara 3
serioasa 9
propria 2
alert 1
when 1
disconnect 3
uita 5
instalarii 1
reluat 1
aventura 1
taiat 1
figurat 1
pronunt 2
descris 1
nepotului 1
aduse 1
vb 10
ecou 2
reviewv 1
sbogdan 1
abs 1
trage 8
nebunu 1
apn 11
trimitand 1
msg 1
tatal 3
sperat 1
pasionat 2
performate 1
ramanand 2
drumuri 10
accidentate 3
provincie 1
transporti 2
agati 1
pornita 7
apropi 1
inchise 7
dati 12
ture 1
bagaj 3
vacante 4
construita 11
separare 2
xb 2
bagajul 1
pleci 9
vacanta 3
onyx 1
studio 5
muuult 4
wonderboom 3
ambient 1
comparata 1
clip 6
constructiei 4
reviewurile 3
anterioare 8
ergonomica 7
prealabil 6
implementat 1
pretului 5
unitati 1
risc 3
share 4
desen 3
marcare 1
decupare 1
schite 1
budget 2
esenta 1
hd 10
camerele 4
oribile 1
id 3
capacitati 3
superioare 6
vonino 4
memopad 2
incetat 2
porneasca 4
alternative 2
jalnic 2
parodie 1
chef 6
sansung 1
trecute 3
indemana 11
ducand 1
fullhd 4
superok 1
cunoacuti 1
calitative 7
genius 1
adaptorului 2
binevenit 3
vocala 2
pereti 4
eraj 1
sigura 3
imbarligate 1
incurc 1
versatil 3
dimensiubile 1
lowcost 1
auriu 4
headset 5
comode 9
insotit 2
comm 1
rami 1
dock 4
giroscop 2
atata 12
metrou 5
ascultam 2
book 2
dubios 1
transportam 1
punctulet 1
capacul 7
citirea 5
partituri 1
muult 1
air 9
obsrva 1
domeniu 1
opta 1
balamalele 1
proces 2
imperechere 1
descarcate 3
high 5
end 2
megaboom 3
gandesc 10
true 2
geniale 2
subtiri 5
marginilor 1
margini 6
plasat 3
marti 3
joi 3
avantree 2
panther 1
ghiseu 1
servici 4
platforma 4
ceilalti 4
emagul 1
umeri 1
cumperi 11
diametru 2
bunica 1
auditive 1
indepartare 1
frica 5
sufletul 3
dracq 1
nevasta 3
documente 1
tooot 1
ruinele 1
italiei 1
calitatile 1
wallet 1
magneti 3
phabletului 1
inclinata 1
astaeptat 1
convorbirilor 3
spala 1
castilor 14
caciulita 1
jm 1
penntru 1
accidental 3
confirma 3
amperajul 6
superfinisare 1
inchidea 1
oprii 1
anuntat 2
curierul 8
vodafon 1
stelute 8
iesirile 4
natura 4
ramul 1
ies 7
dadeau 1
incarcau 4
stricau 1
intrece 4
saptaman 2
excusiv 1
neavand 6
serviciul 4
prec 1
oke 1
vr 8
diagonalele 1
pachect 1
servetel 3
curatarea 1
lentilelor 3
bureti 1
moi 2
oricarui 4
excelet 3
conturat 2
expus 1
fratele 2
insignifiant 1
astepatarilor 1
indicatoarele 1
stima 3
instaleasa 1
intrerupator 1
selecta 3
alba 6
calda 1
luminii 2
programa 1
deschida 2
inchida 4
promptitudinea 4
nelamuriri 1
castigat 2
client 4
formidable 1
comment 1
privinta 4
functionarii 2
ekg 3
valabila 1
deschiderea 3
cutiei 2
servit 2
customer 2
solutii 7
indeajuns 3
cumsecade 1
icredere 1
pararel 1
functiei 2
inceata 2
pescuit 4
inductie 1
cinstit 1
fffff 2
primire 3
bijuterie 9
inscriptionata 2
spart 4
vaste 1
cunostinte 2
urmand 3
asemea 1
alterate 1
tinandu 3
vineri 7
ascultare 6
deranjati 2
coborata 1
reprosuri 2
extreme 8
stearsa 1
exercitiu 2
telul 3
luminita 3
slabuta 4
iarasi 4
cuvint 3
repejor 3
naspa 3
reincarcare 5
finuta 7
doamne 2
conficat 1
calorii 3
brata 1
klc 1
conduceam 2
condus 3
schimbare 5
frana 1
automanata 1
recomad 4
singuranta 1
voci 1
custom 2
impatimiti 1
lampi 4
inter 6
line 12
company 7
feppe 1
dovedit 3
fake 2
consumul 11
contor 1
toleranta 2
consumuri 1
ordinul 1
mw 1
w 10
contorul 2
adauga 10
alimentatorului 1
contorului 1
emisa 1
dispersata 1
nicicum 2
obositoare 1
relaxat 2
carte 5
flux 1
distinge 2
obiectele 2
indoita 2
directiona 1
pitch 1
grupuri 1
locale 1
gheata 1
golf 3
transpiratie 1
banda 12
rulanta 1
pixel 1
plati 2
dubla 4
baiatului 2
nostru 4
agenda 15
imbunatatiri 9
all 5
front 1
reticent 1
detinea 1
imbunatatita 1
criterii 1
subiective 3
personale 2
versiuni 5
generatie 6
hardware 5
energiei 3
imbunatatit 4
explicatie 1
melodie 14
vocal 6
anuntare 1
descarcata 11
alambicat 1
softului 2
iliara 1
aduce 7
acea 5
mat 4
talpici 1
fiu 12
carcotas 2
asistentei 1
apuca 1
anunte 3
aduci 1
temperat 1
pierdea 2
aveai 1
procentual 1
melodia 9
tragand 1
imbatabila 4
plaja 7
deosebita 5
casaca 1
multipoint 2
imediata 4
semne 4
pice 4
viitorul 2
apropiat 3
adera 2
platicul 1
eliberarea 1
acele 8
sustinere 2
gandite 1
folosec 1
blutut 1
casul 1
masini 5
cheltuit 1
aftermarket 2
sfert 3
ganditi 3
bateriea 2
basu 2
lovita 2
lifestyle 1
caloriile 11
consumate 5
mesele 1
copioase 1
identifica 1
demonstrat 1
bricheta 13
